tap "1password/tap"
tap "azure/functions"
tap "charmbracelet/tap"
tap "daipeihust/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "railwaycat/emacsmacport"
brew "xz"
brew "openssl@3"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "ccusage"
brew "gcc"
brew "openblas"
brew "pkgconf"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "csview"
brew "curl"
brew "direnv"
brew "duti"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "graphviz"
brew "grex"
brew "groff"
brew "hatch"
brew "hub"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "just"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mas"
brew "minikube"
brew "mise"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "opencv"
brew "openjdk"
brew "pdm"
brew "peco"
brew "php"
brew "poetry"
brew "procs"
brew "python-launcher"
brew "python@3.9"
brew "ripgrep"
brew "ruby-build"
brew "rye"
brew "sd"
brew "starship"
brew "translate-shell"
brew "tree"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "charmbracelet/tap/freeze"
brew "daipeihust/tap/im-select"
brew "go-task/tap/go-task"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "chromedriver"
cask "claude-code"
cask "clickup"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "emacs-mac-spacemacs-icon"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Dropover", id: 1355679052
mas "Keepa - Price Tracker", id: 1533805339
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "cstrap.flask-snippets"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "donjayamanne.githistory"
vscode "emilast.logfilehighlighter"
vscode "evilz.vscode-reveal"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tomoki1207.vscode-gfm-preview"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "ziyasal.vscode-open-in-github"
