tap "1password/tap"
tap "azure/functions"
tap "dart-lang/dart"
tap "helix-editor/helix"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "universal-ctags/universal-ctags"
tap "xwmx/taps"
brew "xz"
brew "openssl@3"
brew "coreutils"
brew "asdf"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "gcc"
brew "openblas"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "csview"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "graphviz"
brew "grex"
brew "groff"
brew "gum"
brew "hatch"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "luarocks"
brew "mas"
brew "minikube"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "opencv"
brew "openjdk"
brew "pdm"
brew "peco"
brew "php"
brew "pipenv"
brew "poetry"
brew "procs"
brew "python-launcher"
brew "python@3.9"
brew "ripgrep"
brew "ruby-build"
brew "rye"
brew "sd"
brew "starship"
brew "tldr"
brew "translate-shell"
brew "tree"
brew "xsv"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "cheatsheet"
cask "chromedriver"
cask "clickup"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "skitch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "feedly", id: 865500966
mas "FlipClock", id: 1181028777
mas "GIPHY CAPTURE", id: 668208984
mas "Keepa - Price Tracker", id: 1533805339
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.vscode-gfm-preview"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
