tap "1password/tap"
tap "azure/functions"
tap "dart-lang/dart"
tap "helix-editor/helix"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "universal-ctags/universal-ctags"
tap "xwmx/taps"
brew "xz"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "sqlite"
brew "awscli"
brew "gdbm"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cocoapods"
brew "colordiff"
brew "csview"
brew "curl"
brew "dash", link: false
brew "delta", link: false
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "graphviz"
brew "grex"
brew "groff"
brew "gum"
brew "helix"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "jsonschema"
brew "krb5"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "minikube"
brew "mosquitto"
brew "ripgrep"
brew "nb"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "openblas"
brew "openjdk"
brew "peco"
brew "php"
brew "pipenv"
brew "poetry"
brew "procs"
brew "python@3.9"
brew "ruby-build"
brew "sd"
brew "starship"
brew "translate-shell"
brew "tree"
brew "xsv"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "leoafarias/fvm/fvm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "arctype"
cask "audacity"
cask "cheatsheet"
cask "chromedriver"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fliqlo"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "fork"
cask "gather"
cask "gimp"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "ngrok"
cask "notion"
cask "obs"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zoom"
cask "zulu11"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
